Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Since DockDoor Pro is on the %1$@, we recommend moving the native dock to the %2$@ to avoid overlap.
ar: نظرًا لأن DockDoor Pro على %1$@، نوصي بنقل الرصيف الأصلي إلى %2$@ لتجنب التداخل.
de: Da DockDoor Pro %1$@ angezeigt wird, empfehlen wir, das systemeigene Dock nach %2$@ zu verschieben, um Überlappungen zu vermeiden.
es: Como la posición de DockDoor Pro es «%1$@», te recomendamos cambiar la posición del Dock nativo a «%2$@» para evitar que se solapen.
fr: Comme DockDoor Pro est sur la %1$@, nous vous recommandons de déplacer le dock natif vers l' %2$@ pour éviter le chevauchement.
hu: Mivel a DockDoor Pro pozíciója „%1$@”, az átfedés elkerülése érdekében javasoljuk, hogy a natív Dockot helyezze át a következő pozícióba: „%2$@”.
ja: DockDoor Proは%1$@に配置されているため、重なりを避けるために標準のDockを%2$@に移動することをおすすめします。
nl: Omdat DockDoor Pro %1$@ staat, raden we aan om het standaard Dock van macOS naar %2$@ te verplaatsen om overlap te voorkomen.
pl: Ponieważ DockDoor Pro znajduje się na %1$@, zalecamy przeniesienie systemowego Docka na %2$@, aby uniknąć nakładania.
pt: Como a posição do DockDoor Pro é «%1$@», recomendamos alterar a posição da Dock nativa para «%2$@» para evitar sobreposições.
ru: Так как DockDoor Pro находится на %1$@, мы рекомендуем переместить родной док - станцию на %2$@ во избежание перекрытия.
sv: Eftersom DockDoor Pro har positionen %1$@ rekommenderar vi att du flyttar den inbyggda Docken till positionen %2$@ för att undvika överlappning.
tr: DockDoor Pro %1$@ üzerinde olduğundan, çakışmayı önlemek için yerel dock’u %2$@’ye taşımanızı öneririz.
vi: Vì DockDoor Pro nằm ở %1$@, chúng tôi khuyên bạn nên chuyển dock mặc định sang %2$@ để tránh bị chồng lấn.
zh_hans: 由于 DockDoor Pro 位于 %1$@，我们建议将系统原生 Dock 移动到 %2$@ 以避免重叠。
zh_hant: DockDoor Pro 目前位於 %1$@，建議將系統 Dock 移至 %2$@，以避免彼此重疊。

source: Single
ar: فردي
de: Einzeln
es: Individual
fr: Simple
hu: Szimpla
ja: シングル
nl: Enkel
pl: Pojedyncze
pt: Individual
ru: Одиночный
sv: Enkel
tr: Tek
vi: Đơn
zh_hans: 一倍
zh_hant: 單一

source: Single Window Dot
ar: نقطة النافذة الواحدة
de: Punkt bei einem Fenster
es: Punto de ventana única
fr: Point pour fenêtre unique
hu: Egyablakos pont
ja: 単一ウインドウのドット
nl: Stip bij enkel venster
pl: Kropka dla jednego okna
pt: Ponto de Janela Única
ru: Точка для одного окна
sv: Punkt för enstaka fönster
tr: Tek Pencere Noktası
vi: Dấu chấm cho một cửa sổ
zh_hans: 单窗口圆点
zh_hant: 單一視窗圓點

source: Single Window Fallback
ar: البديل عند وجود نافذة واحدة
de: Einzelfenster-Fallback
es: Alternativa de ventana única
fr: Clic (Fenêtre unique)
hu: Egy ablak esetén
ja: 単一ウインドウ時のフォールバック
nl: Terugval bij enkel venster
pl: Zachowanie dla pojedynczego okna
pt: Alternativa para Janela Única
ru: Запасное действие для одного окна
sv: Reservläge för enstaka fönster
tr: Tek Pencere Yedeği
vi: Hành vi dự phòng khi có một cửa sổ
zh_hans: 单窗口回退
zh_hant: 單一視窗時的替代行為

source: Siri Snippet
ar: مقتطف Siri
es: Fragmento de Siri
fr: Extrait Siri
hu: Siri-részlet
ja: Siriスニペット
nl: Siri-fragment
pt: Excerto de Siri
ru: Сниппет Siri
sv: Siri-utdrag
vi: Đoạn trích Siri
zh_hans: Siri 片段
zh_hant: Siri 摘要

source: Sit back, lift your chest and relax your shoulders. Keep your feet flat and the top of your screen at eye level.
ar: اجلس مستندًا للخلف، وارفع صدرك وأرخِ كتفيك. أبقِ قدميك مسطحتين على الأرض وأعلى الشاشة في مستوى عينيك.
de: Lehnen Sie sich zurück, heben Sie die Brust und entspannen Sie die Schultern. Stellen Sie die Füße flach auf und halten Sie die Oberkante des Bildschirms auf Augenhöhe.
es: Siéntate bien atrás, levanta el pecho y relaja los hombros. Mantén los pies apoyados en el suelo y la parte superior de la pantalla a la altura de los ojos.
fr: Asseyez-vous au fond du siège, redressez la poitrine et relâchez les épaules. Gardez les pieds à plat et le haut de l'écran à hauteur des yeux.
hu: Dőljön hátra, emelje meg a mellkasát, és lazítsa el a vállát. Tartsa a talpát a padlón, a képernyő tetejét pedig szemmagasságban.
ja: 深く腰掛けて胸を張り、肩の力を抜きましょう。足を床にしっかりつけ、画面の上端を目の高さに合わせてください。
nl: Leun achterover, til je borst op en ontspan je schouders. Houd je voeten plat op de grond en de bovenkant van je scherm op ooghoogte.
pl: Oprzyj plecy, wyprostuj tułów i rozluźnij ramiona. Oprzyj stopy płasko na podłodze, a górną krawędź ekranu ustaw na wysokości oczu.
pt: Encoste-se, levante o peito e relaxe os ombros. Mantenha os pés assentes no chão e o topo do ecrã ao nível dos olhos.
ru: Откиньтесь на спинку, расправьте грудь и расслабьте плечи. Ставьте ступни ровно на пол, а верх экрана держите на уровне глаз.
sv: Luta dig tillbaka, lyft bröstet och slappna av i axlarna. Håll fötterna plant i golvet och skärmens överkant i ögonhöjd.
tr: Arkana yaslan, göğsünü kaldır ve omuzlarını gevşet. Ayaklarını yere düz bas ve ekranının üst kısmını göz hizasında tut.
vi: Ngồi tựa lưng, ưỡn ngực và thả lỏng vai. Đặt bàn chân phẳng trên sàn và giữ mép trên màn hình ngang tầm mắt.
zh_hans: 坐直并靠好，挺胸并放松肩膀。双脚平放，将屏幕顶部调整至与眼睛齐平。
zh_hant: 身體往後坐，挺起胸膛並放鬆肩膀。雙腳平放在地面，螢幕頂端保持與視線同高。

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hu: Méret
ja: サイズ
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
vi: Kích cỡ
zh_hans: 大小
zh_hant: 尺寸

source: Size Alt-Tab preview cards to match each window's actual aspect ratio
ar: ضبط حجم بطاقات معاينة Alt-Tab لمطابقة نسبة العرض إلى الارتفاع الفعلية لكل نافذة
de: Alt-Tab-Vorschaukarten an das tatsächliche Seitenverhältnis jedes Fensters anpassen
es: Ajusta las tarjetas de previsualización de Alt-Tab a la proporción real de cada ventana
fr: Adapter chaque aperçu Alt-Tab au ratio réel de la fenêtre
hu: Az Alt-Tab előnézeti kártyák méretezése az ablakok tényleges képarányához
ja: Alt-Tabのプレビューカードを各ウインドウの実際の縦横比に合わせます
nl: Pas de grootte van de Alt-Tab-voorbeeldkaarten aan de werkelijke beeldverhouding van elk venster aan
pl: Dopasuj rozmiar kart podglądu Alt-Tab do rzeczywistych proporcji każdego okna
pt: Dimensionar os cartões de pré-visualização do Alt-Tab de acordo com a proporção real de cada janela
ru: Подгонять размер карточек предпросмотра Alt-Tab под фактическое соотношение сторон каждого окна
sv: Anpassa Alt-Tab-förhandsvisningskortens storlek efter varje fönsters faktiska bildförhållande
tr: Alt-Tab önizleme kartlarını her pencerenin gerçek en boy oranına uyacak şekilde boyutlandır
vi: Thay đổi kích thước các thẻ xem trước Alt-Tab để khớp với tỷ lệ khung hình thực tế của từng cửa sổ
zh_hans: 根据每个窗口的实际宽高比调整 Alt-Tab 预览卡片大小
zh_hant: 依照各視窗的實際長寬比調整 Alt-Tab 預覽卡片大小

source: Size app icons based on the compact item size
ar: تحديد حجم أيقونات التطبيقات بناءً على حجم العنصر المضغوط
de: App-Symbole anhand der kompakten Elementgröße skalieren
es: Ajusta el tamaño de los iconos de las apps según el tamaño de ítem compacto
fr: Dimensionner les icônes d'app selon la taille des éléments compacts
hu: Appikonok méretezése a kompakt elemméret alapján
ja: コンパクト項目のサイズに基づいてアプリアイコンのサイズを調整
nl: Bepaal de grootte van app-pictogrammen op basis van de compacte itemgrootte
pl: Dopasuj rozmiar ikon aplikacji do rozmiaru elementu kompaktowego
pt: Dimensionar os ícones das apps com base no tamanho dos itens compactos
ru: Размер значков приложений по размеру компактного элемента
sv: Anpassa appsymbolernas storlek efter den kompakta objektstorleken
tr: Uygulama simgelerini kompakt öğe boyutuna göre boyutlandır
vi: Định kích cỡ biểu tượng ứng dụng dựa trên kích cỡ mục thu gọn
zh_hans: 根据紧凑项目大小调整应用图标尺寸
zh_hant: 依精簡項目大小調整應用程式圖示尺寸

source: Size app icons based on whether the header includes a window title
ar: تحديد حجم أيقونات التطبيقات بناءً على ما إذا كان الرأس يتضمن عنوان النافذة
de: App-Symbole abhängig davon skalieren, ob die Kopfzeile einen Fenstertitel enthält
es: Ajusta el tamaño de los iconos de app según si la cabecera incluye un título de ventana
fr: Ajuste la taille des icônes selon l'affichage du titre de fenêtre dans l'en-tête
hu: Az app-ikonok méretezése aszerint, hogy a fejléc tartalmaz-e ablakcímet
ja: ヘッダにウインドウタイトルが含まれるかどうかに応じてアプリアイコンのサイズを調整します
nl: Pas de grootte van app-pictogrammen aan, afhankelijk of de koptekst een venstertitel bevat
pl: Dopasuj rozmiar ikon aplikacji zależnie od tego, czy nagłówek zawiera tytuł okna
pt: Dimensionar os ícones das apps consoante o cabeçalho inclua ou não um título de janela
ru: Размер значков приложений в зависимости от того, есть ли в заголовке название окна
sv: Anpassa appsymbolernas storlek efter om rubriken innehåller en fönstertitel
tr: Uygulama simgelerini başlığın pencere başlığı içerip içermediğine göre boyutlandır
vi: Thay đổi kích cỡ biểu tượng ứng dụng dựa trên việc tiêu đề có bao gồm tiêu đề cửa sổ hay không
zh_hans: 根据标题栏是否包含窗口标题来调整应用图标大小
zh_hant: 根據標題列是否包含視窗標題來調整應用程式圖示大小

source: Size Bars Inside Dock Container
ar: تحجيم الأشرطة داخل حاوية Dock
de: Balken im Dock-Container skalieren
es: Ajustar barras dentro del contenedor del Dock
fr: Ajuster les barres au conteneur du dock
hu: Sávok méretezése a Dock-konténeren belül
ja: バーをDockコンテナ内に収める
nl: Grootte van balken binnen de Dock-container
pl: Dopasuj paski wewnątrz kontenera Docka
pt: Dimensionar Barras Dentro do Contentor da Dock
ru: Размер полос внутри контейнера Dock
sv: Storleksanpassa fält inuti dockbehållaren
tr: Çubukları Dock Kapsayıcısı İçinde Boyutlandır
vi: Khớp các thanh bên trong khung Dock
zh_hans: 在 Dock 容器内调整条形指示器大小
zh_hant: 調整 Dock 容器內的長條尺寸

source: Size each preview card to match the window's actual aspect ratio
ar: ضبط حجم كل بطاقة معاينة لمطابقة نسبة العرض إلى الارتفاع الفعلية للنافذة
de: Jede Vorschaukarte an das tatsächliche Seitenverhältnis des Fensters anpassen
es: Ajusta cada tarjeta de previsualización a la proporción real de la ventana
fr: Adapter chaque aperçu au ratio réel de la fenêtre
hu: Minden előnézeti kártya méretezése az ablak tényleges képarányához
ja: 各プレビューカードをウインドウの実際の縦横比に合わせます
nl: Pas de grootte van de voorbeeldkaarten aan de werkelijke beeldverhouding van elk venster aan
pl: Dopasuj rozmiar każdej karty podglądu do rzeczywistych proporcji okna
pt: Dimensionar cada cartão de pré-visualização de acordo com a proporção real da janela
ru: Подгонять размер каждой карточки предпросмотра под фактическое соотношение сторон окна
sv: Anpassa varje förhandsvisningskorts storlek efter fönstrets faktiska bildförhållande
tr: Her önizleme kartını pencerenin gerçek en boy oranına uyacak şekilde boyutlandır
vi: Thay đổi kích thước từng thẻ xem trước để khớp với tỷ lệ khung hình thực tế của cửa sổ
zh_hans: 根据窗口的实际宽高比调整每个预览卡片的大小
zh_hant: 依照視窗的實際長寬比例調整各預覽卡片的大小

source: Size each preview card to match the window's actual aspect ratio instead of a fixed frame
ar: ضبط حجم كل بطاقة معاينة لمطابقة نسبة العرض إلى الارتفاع الفعلية للنافذة بدلًا من إطار ثابت
de: Jede Vorschaukarte an das tatsächliche Seitenverhältnis des Fensters anpassen, statt einen festen Rahmen zu verwenden
es: Ajusta cada tarjeta de previsualización a la proporción real de la ventana en lugar de a un marco fijo
fr: Adapter chaque aperçu au ratio réel de la fenêtre plutôt qu'à un cadre fixe
hu: Minden előnézeti kártya méretezése az ablak tényleges képarányához rögzített keret helyett
ja: 固定の枠ではなく、各プレビューカードをウインドウの実際の縦横比に合わせます
nl: Pas de grootte van de voorbeeldkaarten aan de werkelijke beeldverhouding van elk venster aan in plaats van aan een vast kader
pl: Dopasuj rozmiar każdej karty podglądu do rzeczywistych proporcji okna zamiast stałej ramki
pt: Dimensionar cada cartão de pré-visualização de acordo com a proporção real da janela, em vez de um enquadramento fixo
ru: Подгонять размер каждой карточки предпросмотра под фактическое соотношение сторон окна вместо фиксированной рамки
sv: Anpassa varje förhandsvisningskorts storlek efter fönstrets faktiska bildförhållande i stället för en fast ram
tr: Her önizleme kartını sabit bir çerçeve yerine pencerenin gerçek en boy oranına uyacak şekilde boyutlandır
vi: Thay đổi kích thước từng thẻ xem trước để khớp với tỷ lệ khung hình thực tế của cửa sổ thay vì sử dụng một khung cố định
zh_hans: 根据窗口的实际宽高比调整每个预览卡片的大小，而不是使用固定尺寸
zh_hant: 依照視窗的實際長寬比例調整預覽卡片大小，而非套用固定尺寸框架

source: Size Glance preview cards to match each window's actual aspect ratio
ar: ضبط حجم بطاقات معاينة Glance لمطابقة نسبة العرض إلى الارتفاع الفعلية لكل نافذة
de: Glance-Vorschaukarten an das tatsächliche Seitenverhältnis jedes Fensters anpassen
es: Ajusta las tarjetas de previsualización de Glance a la proporción real de cada ventana
fr: Dimensionne les cartes d'aperçu Glance selon les proportions réelles de chaque fenêtre
hu: A Glance előnézeti kártyák méretezése az ablakok tényleges képarányához
ja: Glanceのプレビューカードを各ウインドウの実際の縦横比に合わせます
nl: Het formaat van de Glance-voorbeeldkaarten aanpassen aan de werkelijke beeldverhouding van elk venster
pl: Dopasowuj rozmiar kart podglądu Glance do rzeczywistych proporcji każdego okna
pt: Dimensionar os cartões de pré-visualização do Glance de acordo com a proporção real de cada janela
ru: Изменять размер карточек предпросмотра Glance в соответствии с фактическим соотношением сторон каждого окна
sv: Anpassa Glance-förhandsvisningskortens storlek efter varje fönsters faktiska bildförhållande
tr: Glance önizleme kartlarını her pencerenin gerçek en boy oranına uyacak şekilde boyutlandır
vi: Thay đổi kích thước các thẻ xem trước Glance để khớp với tỷ lệ khung hình thực tế của từng cửa sổ
zh_hans: 根据每个窗口的实际宽高比调整 Glance 预览卡片的尺寸
zh_hant: 依各視窗的實際長寬比調整 Glance 預覽卡的大小

source: Size of dock labels, badge text, and hover pill text
ar: حجم تسميات Dock ونص الشارات ونص كبسولة التمرير
de: Größe von Dock-Beschriftungen, Badge-Text und Text in der Kapsel bei Zeigerkontakt
es: Tamaño de las etiquetas del Dock, el texto de insignias y el texto de la burbuja al pasar el cursor
fr: Taille des étiquettes du dock, du texte des badges et des bulles de survol
hu: A Dock-címkék, a jelvényszöveg és a rámutatási buborék szövegének mérete
ja: Dockのラベル、バッジテキスト、ホバーピルテキストのサイズ
nl: Grootte van Docklabels, tekst op badges en tekst in zwevende pillen
pl: Rozmiar etykiet Docka, tekstu plakietek i tekstu kapsułki po wskazaniu
pt: Tamanho das etiquetas da dock, do texto dos emblemas e do texto da cápsula ao passar o cursor
ru: Размер надписей Dock, текста меток и текста всплывающих подсказок
sv: Storlek på dockens etiketter, bricktext och text i hovringskapseln
tr: Dock etiketlerinin, rozet metninin ve üzerine gelme hap metninin boyutu
vi: Kích cỡ của nhãn trên dock, chữ trong huy hiệu và chữ trên nhãn hình viên thuốc khi di chuột
zh_hans: Dock 标签、标记文字和悬停胶囊文字的大小
zh_hant: Dock 標籤、徽章文字及懸停提示文字的大小

source: Size of the Alt-Tab window control buttons
ar: حجم أزرار التحكم في النوافذ في Alt-Tab
de: Größe der Alt-Tab-Fenstersteuerungen
es: Tamaño de los botones de control de ventana de Alt-Tab
fr: Taille des boutons de contrôle de fenêtre d'Alt-Tab
hu: Az Alt-Tab ablakvezérlő gombjainak mérete
ja: Alt-Tabのウインドウコントロールボタンのサイズ
nl: Grootte van de bedieningsknoppen in Alt-Tab
pl: Rozmiar przycisków sterujących oknem Alt-Tab
pt: Tamanho dos botões de controlo de janela do Alt-Tab
ru: Размер кнопок управления окном Alt-Tab
sv: Storlek på Alt-Tabs fönsterreglageknappar
tr: Alt-Tab pencere denetim düğmelerinin boyutu
vi: Kích cỡ của các nút điều khiển cửa sổ Alt-Tab
zh_hans: Alt-Tab 窗口控制按钮的大小
zh_hant: Alt-Tab 視窗控制按鈕大小

source: Size of the Glance window control buttons
ar: حجم أزرار التحكم في النوافذ في Glance
de: Größe der Glance-Fenstersteuerungen
es: Tamaño de los botones de control de ventana de Glance
fr: Taille des boutons de contrôle de fenêtre de Glance
hu: A Glance ablakvezérlő gombjainak mérete
ja: Glanceのウインドウコントロールボタンのサイズ
nl: Grootte van de bedieningsknoppen in het Glance-venster
pl: Rozmiar przycisków sterujących oknem Glance
pt: Tamanho dos botões de controlo de janela do Glance
ru: Размер кнопок управления окном Glance
sv: Storlek på Glances fönsterreglageknappar
tr: Glance pencere denetim düğmelerinin boyutu
vi: Kích cỡ của các nút điều khiển cửa sổ Glance
zh_hans: Glance 窗口控制按钮的大小
zh_hant: Glance 視窗控制按鈕大小

source: Size of the icons in folder grid and app group fan-out panels
ar: حجم الأيقونات في لوحات شبكة المجلدات والعرض المروحي لمجموعات التطبيقات
de: Größe der Symbole in Ordnerraster- und App-Gruppen-Auffächerungspanels
es: Tamaño de los iconos en los paneles de cuadrícula de carpetas y de abanico de grupos de apps
fr: Taille des icônes dans les panneaux de grille de dossier et d'éventail des groupes d'apps
hu: Az ikonok mérete a mapparács- és appcsoport-legyezőpanelekben
ja: フォルダグリッドとアプリグループのファンアウトパネルのアイコンのサイズ
nl: Grootte van de pictogrammen in het raster en de uitklapbare panelen van app-groepen
pl: Rozmiar ikon w siatce folderu i panelach rozwinięcia grup aplikacji
pt: Tamanho dos ícones nos painéis de grelha de pastas e de leque de grupos de apps
ru: Размер значков в сетке папок и в панелях веера групп приложений
sv: Storlek på symbolerna i mapprutnät och solfjäderpaneler för appgrupper
tr: Klasör ızgarası ve uygulama grubu yelpaze panellerindeki simgelerin boyutu
vi: Kích thước của các biểu tượng trong lưới thư mục và bảng ứng dụng dạng quạt
zh_hans: 文件夹网格和应用组展开面板中的图标大小
zh_hant: 檔案夾格狀檢視和應用程式群組展開面板中的圖示大小

source: Size of the icons in folder grid and app group fan-out panels.
ar: حجم الأيقونات في لوحات شبكة المجلدات والعرض المروحي لمجموعات التطبيقات.
de: Größe der Symbole in Ordnerraster- und App-Gruppen-Auffächerungspanels.
es: Tamaño de los iconos en los paneles de cuadrícula de carpetas y de abanico de grupos de apps.
fr: Taille des icônes dans les panneaux de grille de dossier et d'éventail des groupes d'apps.
hu: Az ikonok mérete a mapparács- és appcsoport-legyezőpanelekben.
ja: フォルダグリッドとアプリグループのファンアウトパネルのアイコンのサイズです。
nl: Grootte van de pictogrammen in het raster en de uitklapbare panelen van app-groepen.
pl: Rozmiar ikon w siatce folderu i panelach rozwinięcia grup aplikacji.
pt: Tamanho dos ícones nos painéis de grelha de pastas e de leque de grupos de apps.
ru: Размер значков в сетке папок и в панелях веера групп приложений.
sv: Storlek på symbolerna i mapprutnät och solfjäderpaneler för appgrupper.
tr: Klasör ızgarası ve uygulama grubu yelpaze panellerindeki simgelerin boyutu.
vi: Kích thước của các biểu tượng trong lưới thư mục và bảng ứng dụng dạng quạt.
zh_hans: 文件夹网格和应用组展开面板中的图标大小。
zh_hant: 檔案夾格狀檢視和應用程式群組展開面板中的圖示大小。

source: Size of the labels and badge text on dock icons.
ar: حجم التسميات ونص الشارات على أيقونات Dock.
de: Größe der Beschriftungen und des Badge-Texts auf Dock-Symbolen.
es: Tamaño de las etiquetas y del texto de insignias en los iconos del Dock.
fr: Taille des étiquettes et du texte des pastilles sur les icônes du Dock.
hu: A Dock-ikonokon megjelenő címkék és jelvényszövegek mérete.
ja: Dockアイコンのラベルとバッジテキストのサイズです。
nl: De grootte van de labels en de tekst op de badges van de Dock-pictogrammen.
pl: Rozmiar etykiet i tekstu plakietek na ikonach Docka.
pt: Tamanho das etiquetas e do texto dos emblemas nos ícones da dock.
ru: Размер подписей и текста меток на значках Dock.
sv: Storlek på etiketter och bricktext på docksymboler.
tr: Dock simgelerindeki etiketlerin ve rozet metninin boyutu.
vi: Kích cỡ của nhãn và chữ trong huy hiệu trên các biểu tượng dock.
zh_hans: 调整 Dock 图标上标签和徽标文字的大小。
zh_hant: Dock 圖示上的標籤與徽章文字大小。

source: Size of the text in menus, popovers, and hover panels
ar: حجم النص في القوائم والنوافذ المنبثقة ولوحات التحويم
de: Größe des Texts in Menüs, Popovers und Hover-Panels
es: Tamaño del texto en menús, ventanas emergentes y paneles flotantes
fr: Taille du texte des menus, fenêtres contextuelles et panneaux de survol
hu: A menük, felugró ablakok és rámutatáskor megjelenő panelek szövegének mérete
ja: メニュー、ポップオーバー、ホバーパネル内のテキストのサイズ
nl: Tekstgrootte in menu's, pop-overs en aanwijspanelen
pl: Rozmiar tekstu w menu, oknach podręcznych i panelach wyświetlanych po umieszczeniu nad nimi wskaźnika
pt: Tamanho do texto em menus, popovers e painéis apresentados ao passar o cursor
ru: Размер текста в меню, всплывающих окнах и панелях наведения
sv: Storlek på texten i menyer, popovers och hovringspaneler
tr: Menülerdeki, açılır pencerelerdeki ve üzerine gelme panellerindeki metnin boyutu
vi: Kích cỡ chữ trong menu, cửa sổ bật lên và bảng khi di chuột
zh_hans: 调整菜单、弹出框和悬停面板中的文字大小
zh_hant: 選單、彈出式視窗及懸浮面板中的文字大小

source: Size of the text in menus, popovers, and hover panels.
ar: حجم النص في القوائم والنوافذ المنبثقة ولوحات التحويم.
de: Größe des Texts in Menüs, Popovers und Hover-Panels.
es: Tamaño del texto en menús, ventanas emergentes y paneles flotantes.
fr: Taille du texte des menus, fenêtres contextuelles et panneaux de survol.
hu: A menük, felugró ablakok és rámutatáskor megjelenő panelek szövegének mérete.
ja: メニュー、ポップオーバー、ホバーパネル内のテキストのサイズです。
nl: Tekstgrootte in menu's, pop-overs en aanwijspanelen.
pl: Rozmiar tekstu w menu, oknach podręcznych i panelach wyświetlanych po wskazaniu.
pt: Tamanho do texto em menus, popovers e painéis apresentados ao passar o cursor.
ru: Размер текста в меню, всплывающих окнах и панелях наведения.
sv: Textstorlek i menyer, popovers och hovringspaneler.
tr: Menülerdeki, açılır pencerelerdeki ve üzerine gelme panellerindeki metnin boyutu.
vi: Kích cỡ chữ trong menu, cửa sổ bật lên và bảng khi di chuột.
zh_hans: 调整菜单、弹出框和悬停面板中的文字大小。
zh_hant: 選單、彈出式視窗及懸浮面板中的文字大小。

source: Size of the window control buttons on preview cards
ar: حجم أزرار التحكم في النوافذ على بطاقات المعاينة
de: Größe der Fenstersteuerungen auf Vorschaukarten
es: Tamaño de los botones de control de ventana en las tarjetas de previsualización
fr: Taille des boutons de contrôle de fenêtre sur les cartes d'aperçu
hu: Az ablakvezérlő gombok mérete az előnézeti kártyákon
ja: プレビューカードのウインドウコントロールボタンのサイズ
nl: Grootte van de venster-bedieningsknoppen op voorbeeldkaarten
pl: Rozmiar przycisków sterujących oknem na kartach podglądu
pt: Tamanho dos botões de controlo de janela nos cartões de pré-visualização
ru: Размер кнопок управления окном на карточках предпросмотра
sv: Storlek på fönsterknapparna på förhandsvisningskort
tr: Önizleme kartlarındaki pencere denetim düğmelerinin boyutu
vi: Kích cỡ của các nút điều khiển cửa sổ trên thẻ xem trước
zh_hans: 预览卡片上窗口控制按钮的大小
zh_hant: 預覽卡上的視窗控制按鈕大小

source: Size, range, and what participates.
ar: الحجم والنطاق والعناصر المشمولة.
de: Größe, Reichweite und beteiligte Elemente.
es: Tamaño, alcance y qué elementos participan.
fr: Taille, portée et éléments concernés.
hu: Méret, hatókör és a résztvevő elemek.
ja: サイズ、範囲、および対象となる項目。
nl: Grootte, bereik en wat er meedoet.
pl: Rozmiar, zakres i elementy uczestniczące.
pt: Tamanho, alcance e o que participa.
ru: Размер, диапазон и что участвует.
sv: Storlek, räckvidd och vad som ingår.
tr: Boyut, aralık ve neyin dahil olduğu.
vi: Kích cỡ, phạm vi và các thành phần tham gia.
zh_hans: 调整大小、范围和参与对象。
zh_hant: 設定大小、範圍及參與項目。

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
hu: Kihagyás
ja: スキップ
nl: Overslaan
pl: Pomiń
pt: Ignorar
ru: Пропустить
sv: Hoppa över
tr: Atla
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

source: Skip hover delay when a panel is already showing
ar: تخطي التأخير عندما تظهر لوحة بالفعل
de: Hover-Verzögerung überspringen, wenn bereits ein Panel angezeigt wird
es: Omite el retardo del cursor cuando ya se está mostrando un panel
fr: Sauter le délai de survol lorsqu'un panneau est déjà affiché
hu: A rámutatási késleltetés kihagyása, ha már látható egy panel
ja: パネルがすでに表示されているときはホバーの遅延を省略します
nl: De wachttijd bij het aanwijzen met de muis overslaan wanneer een paneel al wordt weergegeven
pl: Pomiń opóźnienie wskazania, gdy panel jest już widoczny
pt: Ignorar o atraso do cursor quando já está a ser mostrado um painel
ru: Пропускать задержку наведения, когда панель уже показана
sv: Hoppa över hovringsfördröjningen när en panel redan visas
tr: Bir panel zaten gösteriliyorsa üzerine gelme gecikmesini atla
vi: Bỏ qua thời gian chờ di chuột khi một bảng đã hiển thị sẵn
zh_hans: 当面板已经显示时跳过悬停延迟
zh_hant: 當面板已顯示時，略過懸停延遲
